Revit 2027 API
SymbolTypeId.FtPerMin Property
 Symbol ft/min, indicating unit Feet per minute.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FtPerMin { get; }
Public Shared ReadOnly Property FtPerMin As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FtPerMin {
	ForgeTypeId^ get ();
}
static member FtPerMin : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace